Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/travel_and_recreation/motoring_1/driver_licensing/full_driving_licence.html.txt.tmx
Source language: en
Languages: pl

source: Applying for a driving licence
pl: Ubieganie się o prawo jazdy

source: When you pass a driving test you are entitled to apply for a driving licence for the category of vehicle which you were tested for
pl: Gdy zdasz egzamin na prawo jazdy, możesz ubiegać się o prawo jazdy na pojazd w kategorii, w której odbyłeś egzamin

source: This document explains how to apply for your driving licence after you have passed a driving test
pl: Ten dokument wyjaśnia, jak ubiegać się o prawo jazdy po zdaniu egzaminu na prawo jazdy

source: In other documents you will find information on:
pl: W pozostałych dokumentach znajdziesz informacje na poniższe tematy:

source: • Updating your driving licence or learner permit
pl: • Aktualizacja prawa jazdy lub pozwolenia na szkolenie

source: • Replacing a lost, stolen or damaged driving licence or learner permit
pl: • Wymiana utraconego, skradzionego lub zniszczonego prawa jazdy lub pozwolenia na szkolenie

source: • Converting your driving licence to an Irish driving licence
pl: • Wymiana prawa jazdy na irlandzkie prawo jazdy

source: To apply for a driving licence, you must be normally resident in Ireland
pl: Aby ubiegać się o prawo jazdy, musisz być mieszkańcem Irlandii

source: You are considered to be normally resident in Ireland if, because of personal and occupational ties, you usually live here for at least 185 days in each calendar year
pl: Za mieszkańca Irlandii uważa się osobę, która z powodów osobistych lub zawodowych mieszka tutaj zazwyczaj przez co najmniej 185 dni w roku kalendarzowym

source: You are required to carry your driving licence with you at all times when driving
pl: Podczas prowadzenia pojazdów zawsze należy posiadać przy sobie prawo jazdy

source: The rules of the road are available at rulesoftheroad.ie
pl: Przepisy ruchu drogowego są dostępne na stronie rulesoftheroad.ie

source: The Road Safety Authority now has responsibility for driver licensing and has set up a new National Driver Licence Service (NDLS)
pl: Urząd bezpieczeństwa drogowego (Road Safety Authority) jest teraz odpowiedzialny za przyznawanie prawa jazdy i powołał do życia nowy organ National Driver Licence Service (NDLS)

source: In addition, the application process has changed and, when applying for a driving licence, you have to visit one of the new NDLS centres
pl: Ponadto zmianie uległa procedura ubiegania się o prawo jazdy i konieczne jest stawienie się w jednym z nowych centrów NDLS

source: As part of the face-to-face application process, your photo and your signature is captured digitally
pl: W ramach bezpośredniej procedury aplikacyjnej zdjęcie i podpis są pobierane w formie cyfrowej

source: You have to bring additional documentation to confirm your identity
pl: W celu potwierdzenia tożsamości należy przynieść dodatkowy dokument

source: A new plastic-card driving licence has been introduced, replacing the paper driving licence
pl: Wprowadzono nowe plastikowe prawo jazdy, które zastąpiło dokument w formie papierowej

source: This is an EU initiative to introduce a secure, compact style of licence in all member states
pl: Z inicjatywy Unii Europejskiej zarządzono wprowadzenie bezpiecznego i zgrabnego prawa jazdy we wszystkich państwach członkowskich

source: The number of driving licence categories has increased and the minimum age requirement for certain categories has changed also
pl: Wzrosła liczba kategorii prawa jazdy i uległ zmianie minimalny wiek wymagany w przypadku niektórych kategorii

source: Further information is available on the Road Safety Authority's website
pl: Więcej informacji można uzyskać na stronie Urzędu bezpieczeństwa drogowego

source: Restrictions on novice drivers Novice plates
pl: Ograniczenia dla początkujących kierowców

source: It does not apply to a first driving licence obtained for a different category of vehicle after the original 2-year period ends
pl: Prawa jazdy kategorii A (motocykl) wydane przed 19 stycznia 2013 roku objęte są ograniczeniem

source: The penalty points disqualification threshold of 12 points is reduced to 7 penalty points for those who obtain their first learner permit on or after 1 August 2014
pl: Zgodnie z tym ograniczeniem posiadacz prawa jazdy jest uprawniony do prowadzenia motocykli (z wózkiem bocznym lub bez) o mocy nie większej niż 25 Kw

source: The drink driving limits for drivers in their first 2 years on a full driving licence is reduced to 20mg/100ml of blood. Category A driving licences
pl: Ograniczenie obowiązuje przez 2 lata po zdaniu egzaminu na prawo jazdy w tej kategorii oraz po otrzymaniu pełnego prawa jazdy w tej kategorii

source: Category A (motorcycle) driving licences issued before 19 January 2013 carry a restriction
pl: To ograniczenie nie dotyczy praw jazdy kategorii A wydanych po 19 stycznia 2013 roku

source: This restriction limits the driving licence holder to motorcycles (with or without a sidecar) with a power limit of 25Kw or less
pl: Jeśli posiadasz prawo jazdy kategorii A objęte ograniczeniem i chcesz je usunąć przed upływem 2 lat, musisz odbyć Wstępne szkolenie podstawowe (IBT), moduł 5 progresji (i moduły 1 i 3, jeśli nie zostały zaliczone) na motocyklu większym niż 40kW

source: This restriction continues for 2 years after you complete your motorcycle driving test for this category and after you have obtained a full driving licence for this category
pl: Ograniczenie dotyczące prowadzenia po spożyciu alkoholu, w przypadku kierowców z pełnym prawem jazdy w pierwszych 2 latach zmniejszono do 20 mg alkoholu/100 ml krwi

source: This restriction does not apply to category A driving licences issued since 19 January 2013
pl: Więcej informacji na temat pozostałych regulacji można uzyskać na stronie Urzędu bezpieczeństwa drogowego

source: You are entitled to apply for a driving licence if you have passed the driving test for that category of vehicle within the previous 2 years
pl: Masz prawo do ubiegania się o prawo jazdy, jeśli zdałeś egzamin na prawo jazdy danej kategorii w ciągu ostatnich 2 lat

source: If the Certificate of Competency you were issued with is over 2 years old, you will have to pass the driving test again
pl: Jeśli certyfikat kompetencji (Certificate of Competency) został wydany ponad 2 lata wcześniej, należy ponownie zdać egzamin na prawo jazdy

source: The period of time a driving licence is issued for depends on the age of the applicant
pl: Czas na jaki wydawane jest prawo jazdy zależy od wieku wnioskującego

source: There are 4 age brackets that the period of a licence falls under
pl: Istnieją 4 przedziały wiekowe, którym podlega okres ważności prawa jazdy

source: • If you are under 60 years of age, you may apply for a 10-year licence or a 3-year (on medical grounds)
pl: • Jeśli masz poniżej 60 lat, możesz ubiegać się o prawo jazdy na okres 10 lat lub 3 lat (z przyczyn medycznych)

source: • If you are older than 60 but younger than 67 years of age, you may apply for a licence that will expire the day before your 70th birthday
pl: • Jeśli masz więcej niż 60 lat, ale mniej niż 67 lat, możesz ubiegać się o prawo jazdy, które wygaśnie dzień przed ukończeniem 70 roku życia

source: • If you are older than 67 but under 70 years of age, you may apply for a 3-year licence
pl: • Jeśli masz więcej niż 67 lat, ale mniej niż 70 lat, możesz ubiegać się o prawo jazdy na okres 3 lat

source: • If you are over the age of 70, you will need a certification of fitness to drive from your doctor to apply for a 3-year or a one-year licence
pl: • Jeśli masz powyżej 70 lat, potrzebne będzie zaświadczenie lekarskie o zdolności do prowadzenia pojazdów mechanicznych w celu uzyskania prawa jazdy na okres 3 lat lub 1 roku

source: A bus or truck driving licence is issued for a maximum of 5 years
pl: Prawo jazdy na autobus lub samochód ciężarowy wydawane jest maksymalnie na okres 5 lat

source: Motor vehicles are divided into different categories for driver licensing purposes
pl: Pojazdy silnikowe dzieli się na różne kategorie na potrzeby przyznawania prawa jazdy

source: You can read more in our document on categories of vehicles and minimum ages of drivers
pl: Więcej szczegółów można przeczytać w dokumencie: Kategorie pojazdów i minimalny wiek kierowców

source: Your category of driving licence may give you entitlement to a driving licence for certain other categories of driving licence
pl: Posiadane prawo jazdy danej kategorii może upoważniać do uzyskania prawa jazdy w innej kategorii

source: See ‘Further information’ below
pl: Zobacz „Więcej informacji” poniżej

source: Since January 2013, the cost of driving licences is as follows:
pl: Od stycznia 2013 r. koszt prawa jazdy jest następujący:

source: • Ten-year driving licence costs €55
pl: • Prawo jazdy na 10 lat kosztuje 55 €

source: • Five-year bus or truck driving licence costs €55
pl: • Prawo jazdy na autobus lub samochód ciężarowy na 5 lat kosztuje 55 €

source: • Three-year driving licence costs €35
pl: • Prawo jazdy na 3 lata kosztuje 35 €

source: • One-year driving licence costs €25
pl: • Prawo jazdy na 1 rok kosztuje 25 €

source: Adding a new category to your current driving licence costs €35
pl: Dodanie nowej kategorii do bieżącego prawa jazdy kosztuje 35 €

source: Motorists over the age of 70 can get their driving licence for free
pl: Kierowcy w wieku powyżej 70 lat mogą otrzymać prawo jazdy za darmo

source: Information on acceptable forms of payment is available on the application form
pl: Informacje na temat akceptowanych form płatności są dostępne w formularzu zgłoszeniowym

source: You have to apply in person to one of the NDLS centres
pl: Wniosek należy złożyć osobiście w jednym z centrów NDLS, chyba że centrum NDLS poprzednio przyjęło wniosek o prawo jazdy lub pozwolenie na szkolenie i tożsamość wnioskującego została potwierdzona

source: You do not have to provide photographs with your application but you do need to bring additional documents with you in order to confirm you are the person who is applying for the driving licence
pl: Do wniosku nie trzeba załączać fotografii, ale należy przynieść dodatkowe dokumenty w celu wykazania, że jest się osobą podpisaną pod wnioskiem

source: If you have a learner permit or Irish driving licence, you need to bring evidence of your PPS Number and proof of address
pl: W przypadku posiadania pozwolenia na szkolenie lub irlandzkiego prawa jazdy należy dostarczyć poświadczenie numeru PPS i potwierdzenie adresu

source: If you do not have a learner permit or an Irish driving licence, you need to bring photographic ID, proof of your residency entitlement, evidence of your PPS Number and proof of address
pl: W przypadku braku pozwolenia na szkolenie lub irlandzkiego prawa jazdy należy dostarczyć dowód tożsamości ze zdjęciem, poświadczenie prawa do pobytu, numeru PPS i potwierdzenie adresu

source: See ‘Proof of identity’ below
pl: Zobacz „Dowód tożsamości” poniżej

source: You apply for a driving licence using the driving licence application form (D401) which is available from NDLS centres, driving test centres, driving theory test centres and Garda stations
pl: Wniosek o prawo jazdy składa się na formularzu wniosku o wydanie prawa jazdy (D401), który można otrzymać w centrach NDLS, w ośrodkach egzaminacyjnych i na posterunkach Garda Síochána

source: You can also download the driving licence application form (pdf) as well as guidance notes (pdf)
pl: Formularz wniosku o wydanie prawa jazdy (pdf) oraz wytyczne (pdf) można pobrać również w formie elektronicznej

source: Your completed application form must be accompanied by the following:
pl: Do wypełnionego wniosku należy dołączyć:

source: • Your current or most recently issued learner permit
pl: • Obecne lub niedawno wydane pozwolenie na szkolenie

source: If your learner permit has been lost or stolen, the application form must be signed and stamped by a Garda in your local Garda Station
pl: Jeśli pozwolenie na szkolenie zostało zagubione lub skradzione, formularz wniosku musi podpisać i opieczętować funkcjonariusz Garda na lokalnym posterunku Garda

source: • Your current driving licence if adding a category to the driving licence
pl: • W przypadku dodawania kategorii, aktualne prawo jazdy

source: • A Driving Licence Medical Report Form may be required (see below)
pl: • Wymagany może być raport medyczny dla kierowców (patrz poniżej)

source: • A Driving Licence Eyesight Report Form may be required (see below)
pl: • Wymagany może być raport medyczny z badania wzroku kierowców (patrz poniżej)

source: • The appropriate fee - see Rates above
pl: • Odpowiednia opłata – patrz cennik powyżej

source: You will require a Driving Licence Medical Report Form if you are applying for driving licence categories C, C1, D, D1, CE, C1E, DE or D1E (buses and trucks), unless you previously provided a medical report which is still applicable
pl: Raport medyczny dla kierowców będzie wymagany, jeśli ubiegasz się o prawo jazdy kategorii C, C1, D, D1, CE, C1E, DE lub D1E, chyba że wcześniej dostarczyłeś zaświadczenie lekarskie, które jest nadal aktualne

source: You will not require a Driving Licence Medical Report Form if you are applying for driving licence categories AM, A1, A2, A, B, BE or W (motorcycles, cars and work vehicles) unless:
pl: Raport medyczny dla kierowców nie będzie wymagany, jeśli ubiegasz się o prawo jazdy kategorii AM, A1, A2, A, B, BE lub W, chyba:

source: • You will be 70 years of age or more on the first day of the period for which the licence is being issued or
pl: • masz 70 lat lub więcej w pierwszym dniu okresu, na jaki wydawane jest prawo jazdy lub

source: • You have a specific disability or condition (see application form)
pl: • jesteś osobą niepełnosprawną lub cierpiącą na któreś z określonych schorzeń (patrz formularz zgłoszeniowy)

source: You can download the medical report form (pdf) (it must be printed back to back on one page)
pl: Można pobrać formularz raportu medycznego (pdf) (należy go wydrukować jednostronnie)

source: It is also available from NDLS centres
pl: Jest również dostępny w ośrodkach NDLS

source: A registered medical practitioner should carry out your medical examination and then complete the form
pl: Badanie musi wykonać zarejestrowany lekarz, który następnie wypełnia formularz

source: You must sign the declaration on the medical report form in the presence of the registered medical practitioner
pl: W obecności lekarza należy podpisać deklarację znajdującą się w formularzu raportu medycznego

source: It must be submitted within 1 month
pl: Należy go złożyć w terminie 1 miesiąca

source: You will require a Driving Licence Eyesight Report Form if you no longer need glasses or contact lenses
pl: Raport medyczny z badania wzroku kierowców będzie konieczny, jeśli już nie potrzebujesz okularów ani soczewek kontaktowych

source: You can download the eyesight report form (pdf) (pages 1 and 2 should be printed back to back on one page)
pl: Można pobrać formularz raportu z badania wzroku (pdf) (należy go wydrukować jednostronnie)

source: It must be submitted within 1 month of completion
pl: Należy go złożyć w terminie 1 miesiąca od wypełnienia

source: The following documents are accepted as proof of your identity:
pl: Następujące dokumenty są akceptowane jako dowód tożsamości:

source: - Current passport for all non-Irish citizens
pl: - Aktualny paszport w przypadku obywateli spoza Irlandii

source: - Current national identity card for EU/EEA/Swiss citizens
pl: - Aktualna karta tożsamości w przypadku obywateli UE/EOG/Szwajcarii

source: - Current UK (photo) driving licence
pl: - Aktualne brytyjskie prawo jazdy (ze zdjęciem)

source: - Current Public Services Card
pl: - Aktualna karta świadczeń publicznych Public Services Card

source: - Current Irish travel document (issued by INIS)
pl: - Aktualny dokument podróży (wydany przez INIS)

source: • Proof of your residency entitlement
pl: • Poświadczenie prawa do pobytu

source: - Irish/UK long-form birth certificate or adoption certificate
pl: - Irlandzki/brytyjski pełny akt urodzenia lub świadectwo adopcyjne

source: - Current passport for all EU/EEA/Swiss citizens
pl: - Aktualny paszport w przypadku obywateli UE/EOG/Szwajcarii

source: - Current Certificate of Registration (GNIB card) for non-EU/EEA/Swiss citizens
pl: - Aktualny certyfikat rejestracyjny (karta GNIB) w przypadku obywateli spoza UE/EOG/Szwajcarii

source: - Public Services Card/Social Services Card
pl: - Karta typu Public Services Card/Social Services Card

source: - Correspondence from Revenue or Social Welfare showing PPSN
pl: - Korespondencja z Urzędu Skarbowego lub Pomocy społecznej z numerem PPS

source: - P21/Tax Assessment/ Notice of tax credits
pl: - P21/rozliczenie podatkowe/zawiadomienie o ulgach podatkowych

source: - Receipt of social welfare payment
pl: - Pokwitowanie odbioru świadczenia socjalnego

source: - Medical card/Drug Payment Scheme (DPS) Card
pl: - Karta medyczna/karta programu refundowania leków

source: • Proof of address (See Note below)
pl: • Potwierdzenie adresu (patrz uwaga poniżej)

source: - Utility bill from your electricity/phone/gas/cable television/broadband provider
pl: - Rachunek za telewizję/telefon/gaz/kablówkę

source: - Correspondence with an insurance company
pl: - Korespondencja z firmy ubezpieczeniowej

source: - Statement from your bank/building society/credit union
pl: - Oświadczenie z banku/towarzystwa budowlanego/unii kredytowej

source: - Letter from the Department of Social Protection or Revenue
pl: - Pismo z Departamentu spraw społecznych lub z Urzędu Skarbowego

source: - Other official correspondence from an Irish State agency, such as government departments; HSE; Register of Electors/polling card; CAO; Residential Tenancies Board or third-level college/training agency
pl: - Inna oficjalna korespondencja z agencji Państwa Irlandzkiego, takich jak urzędy, HSE, rejestr wyborców/karta głosowania, CAO, Zarząd najemców lub college/agencja szkoleniowa trzeciego stopnia

source: Note: Proof of address documents can be no more than 6 months old at date of application
pl: Uwaga: Dokumenty potwierdzające adres, w dniu składania, nie mogą być starsze niż 6 miesięcy

source: Mobile phone bills and statements from store cards/catalogue companies are not accepted
pl: Rachunki za telefon komórkowy i oświadczenia ze sklepów wysyłkowych nie są akceptowane

source: An application for a driving licence should be made in person to one of the National Driver Licence Service (NDLS) centres - see 'How to apply' above
pl: Wniosek o wydanie prawa jazdy należy złożyć osobiście w jednym z centrów National Driver Licence Service (NDLS) – patrz „Jak się ubiegać” powyżej

source: You can book an appointment online
pl: Można umówić się na spotkanie online

source: National Driver Licence Service Road Safety Authority Moyvalley Business Park Primrose Hill Ballina Co. Mayo Ireland
pl: National Driver Licence Service udostępnia informacje na temat ubiegania się o prawo jazdy na swojej stronie internetowej
